Repository: ReskatoR-FR/ATP-Divi-Child
Catalog: languages/rr-atp-divi-child-*.po
Languages: fr_fr

source: This plugin generates a Divi child theme with a single clic!
fr_fr: Cette extension génère un thème enfant Divi d’un simple clic !

source: Settings
fr_fr: Réglages

source: What name do you want for this child theme?
fr_fr: Quel nom voulez-vous attribuer à ce thème enfant ?

source: This field contains invalid or too much characters (25 max [a-zA-A0-9 space+hyphens]).
fr_fr: Ce champ comporte des caractères invalides ou en trop grand nombre (25 max [a-zA-Z0-9 espace+tiret]).

source: The author’s name of this child theme will be:
fr_fr: Le nom d'auteur de ce thème enfant sera :

source: This field contains invalid or too much characters (50 max).
fr_fr: Ce champ comportent des caractères invalides ou en trop grand nombre (50 max.).

source: If you wish, you can change the author’s website address of the child theme
fr_fr: Si vous le souhaitez, changez l'adresse du site web de l'auteur de ce thème enfant

source: Must start by http:// or https://
fr_fr: Doit commencer par http:// ou https://

source: Which version number do you want to assign to this child theme?
fr_fr: Quel numéro de version voulez-vous attribuer à ce thème enfant ?

source: This field contains invalid or too much characters (7 max. [0-9 + dot(s)]).
fr_fr: Ce champ comporte des caractères invalides ou en trop grand nombre (7 max [0-9 et le point]).

source: Which color do you want to give to the image that will represent this child theme?
fr_fr: Quelle couleur souhaitez-vous attribuer à l’image qui représentera ce thème ?

source: Create Divi Child Theme
fr_fr: Générer mon thème enfant Divi

source: Yes! I want to enable Divi to create my child theme.
fr_fr: Oui ! Je veux activer Divi afin de créer mon thème enfant.

source: Result
fr_fr: Résultat

source: Congratulations!
fr_fr: Félicitations !

source: Your child theme has been created.
fr_fr: Votre thème a été créé.

source: Click the button below to access the Themes Gallery to activate your child theme.
fr_fr: Cliquez sur le bouton ci-dessous pour accéder à la galerie des thèmes afin d’activer votre nouveau thème enfant.

source: Yes! Take me to the themes gallery.
fr_fr: Oui ! Emmenez-moi à la galerie des thèmes.

source: An error occurred while creating “%s” child theme.
fr_fr: Une erreur est survenue durant la création du thème enfant “%s”.

source: Possible causes are:
fr_fr: Les causes possibles sont :

source: The child theme’s folder already exists.%1$sSolution:%2$s Give your child theme a different name.
fr_fr: Le dossier du thème enfant existe déjà.%1$sSolution :%2$s Attribuez un autre nom à votre thème enfant.

source: An authorization problem of writing on the web server disk.%1$sSolution:%2$s contact your host’s support.
fr_fr: Un problème d’autorisation d’écriture sur le disque du serveur web.%1$sSolution : %2$scontactez le support de votre hébergeur.

source: If you want to try with another child theme name, click button below.
fr_fr: Si vous voulez attribuer un autre nom à votre thème enfant, cliquez le bouton ci-dessous.

source: Yes! I will try giving another name to my child theme.
fr_fr: Oui ! Je vais attribuer un autre nom à mon thème enfant.

source: The community
fr_fr: La communauté

source: The services offered
fr_fr: Les prestations proposées

source: Thank you for installing <strong>%1$s</strong>! <a href="%2$s">Click here</a> to configure your child theme.
fr_fr: Merci d’avoir installé <strong>%1$s</strong> ! <a href="%2$s">Cliquez ici</a> pour configurer votre thème enfant.

source: Missing field ‘nonce’ : Action not performed.
fr_fr: Champ ‘nonce’ manquant : Action non effectuée.

source: Invalid nonce specified. Settings NOT saved.
fr_fr: Le nonce du formulaire est invalide. Les réglages n’ont pas été sauvegardés.

source: Divi’s theme was activated.
fr_fr: Le thème Divi a été activé.

source: Child theme’s Name is invalid, empty or contains too much characters (25 max).
fr_fr: Le nom du thème enfant est invalide, vide, ou comportant trop de caractères (25 max).

source: Author’s Name has not been entered.
fr_fr: Le nom de l’auteur n’a pas été saisi.

source: Author’s URL has not been entered.
fr_fr: L’URL de l’auteur n’a pas été saisie.

source: Author’s URL is invalid. It contains invalid characters or does not start by ‘http://’ or ‘https://’
fr_fr: L’URL de l’auteur est invalide. Elle contient des caractères interdit ou ne commence pas par http:// ou https://

source: Child theme’s version has not been entered.
fr_fr: La version du thème enfant n’a pas été saisie.

source: The version number is invalid… or with too many subversions.
fr_fr: Le numéro de version est invalide… ou avec trop de sous-versions.

source: ERROR: Due to a problem with one of the fields, the child theme was not created.
fr_fr: ERREUR : En raison d’un problème avec l’un des champs, le thème enfant n’a pas été créé.

source: The child theme’s directory has been created.
fr_fr: Le dossier du thème enfant a été créé.

source: Error: The child theme’s directory %s has NOT been created.
fr_fr: Erreur : le dossier %s du thème enfant n’a PAS été créé.

source: The atp-dc-style.css file has been created.
fr_fr: Le fichier atp-dc-style.css a été créé.

source: The atp-dc-style.css file has NOT been created.
fr_fr: Le fichier atp-dc-style.css n’a PAS été créé.

source: The functions.php file has been created.
fr_fr: Le fichier functions.php a été créé.

source: The functions.php file has NOT been created.
fr_fr: Le fichier functions.php n’a PAS été créé.

source: The image file has been created.
fr_fr: Le fichier de l’image a été créé.

source: The image could not be created, but it does not matter: the child theme is operational.
fr_fr: L’image n’a pas pu être créée, mais cela n’a pas d’incidence sur le fonctionnement du thème enfant.

source: The size image has been compressed.
fr_fr: L’image a été compressée.

source: ERROR: It seems that some files are missing. Thank you to reinstall the plugin.
fr_fr: ERREUR : il semble que des fichiers soient manquants. Veuillez ré-installer le plugin.

source: Sorry, you are not allowed to access this page. Return to <a href="%s">Home</a>
fr_fr: Désolé, vous n’êtes pas autorisé à accéder à cette page. Retour à <a href="%s">l'Accueil</a>

source: For your information:
fr_fr: Pour votre information :

source: To easily create a Divi child theme.
fr_fr: Pour créer facilement un thème enfant Divi.
